{
  "sightings": [
    {
      "text": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blinking light floating across the night sky. Woke up my daughters to confirm what I was seeing. The object did not blink, was definitely not a helicopter. Very bright orange and moved slowly for about 2 minutes, disappeared behind the trees and did not see it again. Never seen anything like this in my life.",
      "date_time": "10/2/19 22:00",
      "city": "Black Mountain",
      "state": "NC",
      "shape": "Fireball",
      "duration": "2 minutes",
      "summary": "Witnessed an orange, slow moving light. Was looking out my window and saw a orange colored, non blinking light floating across the nigh"
    },
    {
      "text": "Glowing lights in formation  just south of San Quentin I witnessed 10 or 11 spherical glowing objects in formation swarming and hovering near the top of Ring Mtn. -Corte Madera.  I very quickly ran up to 2 firemen emergency responders to ask them to quote \"take a quick glance at what is going on over here\".  They flat out refused to take 5 steps over to the side to look at what I was trying to show them.  They were handling some kind of a medical emergency, but it would have been really nice to have them witness this because this was highlight of the whole night.",
      "date_time": "10/2/19 22:00",
      "city": "Marin County",
      "state": "CA",
      "shape": "Sphere",
      "duration": "3 minutes",
      "summary": "Glowing lights in formation  just south of San Quentin"
    },
    {
      "text": "freaked me out I looked up into the night sky to view the little dipper and I saw multiple round bright moving objects moving from left to right in a straight line.  i viewed them until i couldn't see them anymore.  there was no vapor streak, or sound.  they were not planes.  they were all moving at the same speed in a straight line.",
      "date_time": "5/6/21 21:00",
      "city": "San Jose",
      "state": "CA",
      "shape": "Sphere",
      "duration": "2 minutes",
      "summary": "freaked me out"
    },
    {
      "text": "One object observed at closer ground distance, hoovering above local airport, 2 others a distance away as if providing air support if needed.  Have observed before, not reported, only on very cold nights, and clear skies only, believe to be attracted to red tower lights,",
      "date_time": "Unknown",
      "city": "Somerset",
      "state": "KY",
      "shape": "Unknown",
      "duration": "2400 hours",
      "summary": "One object observed at closer ground distance, hoovering above local airport , 2others a distance away"
    },
    {
      "text": "UFO contact we made during Desert Shield in the Indian Ocean. I, USN AW3(SAR)----- and pilots LCDR -------- and Lt ----, flying in the Indian ocean with HSL-33 attached to the USS William H. Standley with the Kitty Hawk battle group 1992-1993 from San Diego.  I found a contact on the radar doing OTH late at night looking for a small fishing vessel carrying small arms out of Yemen to Somalia. It was reported to the ship via datalink and radio.  Contact got within 7 miles of us, had lights and at first looked like a slow mover, helicopter or drone but then after several minutes of radar contact and visual it disappeared.",
      "date_time": "Unknown",
      "city": "Unknown",
      "state": "Unknown",
      "shape": "Unknown",
      "duration": "Unknown",
      "summary": "UFO contact we made during Desert Shield in the Indian Ocean."
    },
    {
      "text": "Over a course of 5 years, I have seen UFOs, observed bizarre behavior, and believe I may have directly been affected by it. In 2013, my friend and her boyfriend were driving us back to her house (in Hagerstown, MD at that time). I was looking out the window from the back seat when I saw a deep green light in the distance over the woods, in the sky, that moved slowly, horizontally, before pausing and dropping directly behind the trees.  In 2014, my friend and I were walking our coworker to her car outside of our restaurant job in Germantown (at that time). As we were talking to her before she ducked into her car, I noticed, again, a deep green light in the distance, in the direction of Father Hurley Blvd. It moved horizontally before pausing and dropping vertically. Later that Summer, we were driving on the back roads at night (in Boyds), when we saw large lights scattered within close proximity of each other in the sky. What freaked us out were the helicopters (3) and the plane-like drone that were flying towards them.  In 2016, I was walking home from a friends house mid-afternoon. I happened to glance up when I saw what looked like a large bundle of black balloons. What stood out to me was that they didn't appear to be moving, and I also couldn't make out if that's what it actually was (I can't see too well from afar). Shortly after, it broke up into several black pieces and sort of floated in the general direction I was walking in. I had taken my phone out and snapped a few photos right before it began to move, in which it had startled me. In me rushing home, my eyes kept on it when it eventually moved back together and kind of steadily and smoothly glided away.  To add to 2016; there was a night when these two figures in my neighborhood displayed very bizarre behavior that still has yet to sit well with me. I was on my porch some time after midnight when I heard shoes dragging against gravel from the end of my neighborhood. These two figures turned the corner at the end of the neighborhood and began to slowly walk in my general direction. They stopped at one point before one of them started to walk backwards at an angle, never turning to see what was behind him/her. The other person was walking towards a white van when they appeared to see me before taking a single step behind the van. I went inside at that point because of the sketchy behavior. We had a large, bay window in the living room/front of the house, so I peered behind the curtain. After a moment, I watched one of them make their way down my sidewalk, up my yard, to the window. They just stood there, never moved to look in or around, they just stood in front of me. I didn'! t make out a face as everything was dark within their hood. I eventually ran to get my brother and called the police. The next day, my uncle who lived up the block from us, his truck had been broken into and all of the papers within it tossed. Nothing was taken. That probably has nothing to do with the sightings, however directly after this happened, I started having dreams about things being on fire and tanks/planes falling from the sky. The dreams have not stopped yet, and are almost always consistent on a daily basis. I read that someone else who claimed to have seen UFO's had two men in hooded attire knock on his door late at night who frightened him. He claimed to have seen weird things in his head and had consistent dreams of wars. That's what made me want to bring this to light.  The last time I saw a UFO was in September of 2017 in Cancun, Mexico. It was at a resort and it seemed to be very far. It was pale looking and I think tic-tac like. I watched it move quickly back and forth but didn't know if I was actually seeing it. My brother's husband along with his brother claimed to then see it, which made me believe it was real. They are two of the biggest skeptics I know, so it solidified that for me.  I hope this sheds some light on your research, and I appreciate the work you all do in learning and expanding on the general knowledge of life as a whole.",
      "date_time": "7/6/05 12:00",
      "city": "Germantown",
      "state": "MD",
      "shape": "Formation",
      "duration": "Years",
      "summary": "Over a course of 5 years, I have seen UFOs, observed bizarre behavior, and believe I may have directly been affected by it."
    },
    {
      "text": "Driving north on US 87 just outside Brady, Texas, to yellow circle lights fade and disappear.",
      "date_time": "1/29/20 19:45",
      "city": "Brady",
      "state": "TX",
      "shape": "Light",
      "duration": "Lights disappear",
      "summary": "Driving north on US 87 just outside Brady, Texas to yellow circle lights fade and disappear."
    },
    {
      "text": "I witnessed disc/saucershaped object over Angeles forest.  I was looking towards north east from west la parking garage around 7am.  Object was still for several minutes.",
      "date_time": "1/1/20 07:00",
      "city": "Los Angeles",
      "state": "CA",
      "shape": "Disk",
      "duration": "5+ minutes",
      "summary": "I witnessed disc/saucershaped object over Angeles forest. I was looking towards NEt from west la parking garage.  ((anonymous))"
    },
    {
      "text": "Triangle formation of lights in night sky disappearing into the night at the same spot in the same way as if disappearing into a hole. During New Years Eve when the neighbors were popping fireworks outside I took my daughters outside to see them while we waited for my wife to arrive from work.  While viewing the fireworks in the sky that were about 2 blocks away we noticed a triangle formation of lights that were flickering red and white and were almost above us.  The formation was located east/ southeast of the fireworks and were traveling at the same speed and seemed to hover for about 30-35 seconds.  We thought they were fireworks at first but then we noticed that they did not behave or explode with sparks like fireworks did and they lasted longer than any of the fireworks in the sky.  As they disappeared, they seemed to disappear into the darkness of the night sky only to the right of the formation and in the same way, slowly one at a time.",
      "date_time": "1/1/20 00:04",
      "city": "Corpus Christi",
      "state": "TX",
      "shape": "Triangle",
      "duration": "30 seconds",
      "summary": "Triangle formation of lights in night sky disappearing into the night at the same spot in the same way as if disappearing into a hole."
    }
  ]
}
